Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 数据类型
ar: نوع البيانات
de: Datentyp
en: Data Type
eo: Datumtipo
es: Tipo de datos
fr: Type de données
hi: डेटा प्रकार
id: Jenis data
it: Tipo di dati
ja: データタイプ
ko: 데이터 유형
nl: Gegevenstype
pl: Typ danych
pt: Tipo de dados
ru: Тип данных
th: ประเภทข้อมูล
tr: Veri türü
vi: Loại dữ liệu
zh_hant: 資料類型

source: 数据迁移前备份签名身份
ar: Backing up signing identity before data migration
de: Backing up signing identity before data migration
en: Backing up signing identity before data migration
eo: Backing up signing identity before data migration
es: Backing up signing identity before data migration
fr: Backing up signing identity before data migration
hi: Backing up signing identity before data migration
id: Backing up signing identity before data migration
it: Backing up signing identity before data migration
ko: Backing up signing identity before data migration
nl: Backing up signing identity before data migration
pl: Backing up signing identity before data migration
pt: Backing up signing identity before data migration
ru: Backing up signing identity before data migration
th: Backing up signing identity before data migration
tr: Backing up signing identity before data migration
vi: Backing up signing identity before data migration
zh_hant: 資料遷移前备份签名身份

source: 数据迁移前备份签名身份失败（后续恢复签名将无法使用原始身份）
ar: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
de: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
en: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
eo: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
es: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
fr: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
hi: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
id: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
it: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
ko: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
nl: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
pl: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
pt: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
ru: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
th: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
tr: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
vi: Failed to back up signing identity before data migration; later signature restore cannot use the original identity
zh_hant: 資料遷移前备份签名身份失败（后续恢复签名将无法使用原始身份）

source: 数据迁移后重签名失败（应用可能无法通过 macOS 签名校验）
ar: Re-signing after data migration failed; the app may not pass macOS signature validation
de: Re-signing after data migration failed; the app may not pass macOS signature validation
en: Re-signing after data migration failed; the app may not pass macOS signature validation
eo: Re-signing after data migration failed; the app may not pass macOS signature validation
es: Re-signing after data migration failed; the app may not pass macOS signature validation
fr: Re-signing after data migration failed; the app may not pass macOS signature validation
hi: Re-signing after data migration failed; the app may not pass macOS signature validation
id: Re-signing after data migration failed; the app may not pass macOS signature validation
it: Re-signing after data migration failed; the app may not pass macOS signature validation
ko: Re-signing after data migration failed; the app may not pass macOS signature validation
nl: Re-signing after data migration failed; the app may not pass macOS signature validation
pl: Re-signing after data migration failed; the app may not pass macOS signature validation
pt: Re-signing after data migration failed; the app may not pass macOS signature validation
ru: Re-signing after data migration failed; the app may not pass macOS signature validation
th: Re-signing after data migration failed; the app may not pass macOS signature validation
tr: Re-signing after data migration failed; the app may not pass macOS signature validation
vi: Re-signing after data migration failed; the app may not pass macOS signature validation
zh_hant: 資料遷移后重签名失败（應用程式可能无法通过 macOS 签名校验）

source: 数据迁移后重签名成功
ar: Re-signing after data migration succeeded
de: Re-signing after data migration succeeded
en: Re-signing after data migration succeeded
eo: Re-signing after data migration succeeded
es: Re-signing after data migration succeeded
fr: Re-signing after data migration succeeded
hi: Re-signing after data migration succeeded
id: Re-signing after data migration succeeded
it: Re-signing after data migration succeeded
ko: Re-signing after data migration succeeded
nl: Re-signing after data migration succeeded
pl: Re-signing after data migration succeeded
pt: Re-signing after data migration succeeded
ru: Re-signing after data migration succeeded
th: Re-signing after data migration succeeded
tr: Re-signing after data migration succeeded
vi: Re-signing after data migration succeeded
zh_hant: 資料遷移后重签名成功

source: 数据迁移后重签名真实应用
ar: Re-signing the real app after data migration
de: Re-signing the real app after data migration
en: Re-signing the real app after data migration
eo: Re-signing the real app after data migration
es: Re-signing the real app after data migration
fr: Re-signing the real app after data migration
hi: Re-signing the real app after data migration
id: Re-signing the real app after data migration
it: Re-signing the real app after data migration
ko: Re-signing the real app after data migration
nl: Re-signing the real app after data migration
pl: Re-signing the real app after data migration
pt: Re-signing the real app after data migration
ru: Re-signing the real app after data migration
th: Re-signing the real app after data migration
tr: Re-signing the real app after data migration
vi: Re-signing the real app after data migration
zh_hant: 資料遷移后重签名真实應用程式

source: 整理
ar: تنظيم
de: Normalisieren
en: Normalize
eo: Normigi
es: Normalizar
fr: Normaliser
hi: सामान्य करें
id: Normalkan
it: Normalizza
ko: 정리
nl: Normaliseren
pl: Normalizuj
pt: Normalizar
ru: Нормализовать
th: จัดระเบียบ
tr: Normalleştir
vi: Chuẩn hóa

source: 整理已链接目录
ar: تنظيم الدليل المرتبط
de: Verlinktes Verzeichnis normalisieren
en: Normalize Linked Directory
eo: Normigi ligitan dosierujon
es: Normalizar directorio enlazado
fr: Normaliser le répertoire lié
hi: लिंक की गई डायरेक्टरी सामान्य करें
id: Normalkan direktori tertaut
it: Normalizza directory collegata
ja: リンク済みディレクトリを整理
ko: 연결된 디렉터리 정리
nl: Gekoppelde map normaliseren
pl: Normalizuj połączony katalog
pt: Normalizar diretório vinculado
ru: Нормализовать связанный каталог
th: จัดระเบียบไดเรกทอรีที่เชื่อมโยงแล้ว
tr: Bağlı dizini normalleştir
vi: Chuẩn hóa thư mục đã liên kết
zh_hant: 整理已連結目錄

source: 文件复制被中断，重试
ar: File copy was interrupted; retrying
de: File copy was interrupted; retrying
en: File copy was interrupted; retrying
eo: File copy was interrupted; retrying
es: File copy was interrupted; retrying
fr: File copy was interrupted; retrying
hi: File copy was interrupted; retrying
id: File copy was interrupted; retrying
it: File copy was interrupted; retrying
ko: File copy was interrupted; retrying
nl: File copy was interrupted; retrying
pl: File copy was interrupted; retrying
pt: File copy was interrupted; retrying
ru: File copy was interrupted; retrying
th: File copy was interrupted; retrying
tr: File copy was interrupted; retrying
vi: File copy was interrupted; retrying

source: 文件系统
ar: File System
de: File System
en: File System
eo: File System
es: File System
fr: File System
hi: File System
id: File System
it: File System
ja: File System
ko: File System
nl: File System
pl: File System
pt: File System
ru: File System
th: File System
tr: File System
vi: File System
zh_hant: 文件系統

source: 断开
ar: فك الارتباط
de: Trennen
en: Unlink
eo: Malkonekti
es: Desvincular
fr: Délier
hi: अनलिंक करें
id: Putuskan Tautan
it: Scollega
ja: リンク解除
ko: 연결 해제
nl: Ontkoppelen
pl: Odłącz
pt: Desvincular
ru: Отвязать
th: ยกเลิกการเชื่อมโยง
tr: Bağlantıyı Kes
vi: Hủy liên kết
zh_hant: 斷開

source: 断开此链接并保留外部文件夹
ar: Disconnect this link and keep the external folder
de: Disconnect this link and keep the external folder
en: Disconnect this link and keep the external folder
eo: Disconnect this link and keep the external folder
es: Disconnect this link and keep the external folder
fr: Disconnect this link and keep the external folder
hi: Disconnect this link and keep the external folder
id: Disconnect this link and keep the external folder
it: Disconnect this link and keep the external folder
ja: Disconnect this link and keep the external folder
ko: Disconnect this link and keep the external folder
nl: Disconnect this link and keep the external folder
pl: Disconnect this link and keep the external folder
pt: Disconnect this link and keep the external folder
ru: Disconnect this link and keep the external folder
th: Disconnect this link and keep the external folder
tr: Disconnect this link and keep the external folder
vi: Disconnect this link and keep the external folder
zh_hant: 中斷此連結並保留外部資料夾

source: 断开此链接并删除文件
ar: قطع الاتصال وحذف الملف
de: Trennen und Datei löschen
en: Disconnect and delete file
eo: Malkonekti kaj forigi dosieron
es: Desconectar y eliminar archivo
fr: Déconnecter et supprimer le fichier
hi: डिस्कनेक्ट करें और फ़ाइल हटाएं
id: Putuskan sambungan dan hapus file
it: Disconnetti ed elimina file
ja: 切断してファイルを削除
ko: 연결 해제 및 파일 삭제
nl: Verbinding verbreken en bestand verwijderen
pl: Rozłącz i usuń plik
pt: Desconectar e excluir arquivo
ru: Отключить и удалить файл
th: ตัดการเชื่อมต่อและลบไฟล์
tr: Bağlantıyı kes ve dosyayı sil
vi: Ngắt kết nối và xóa tập tin
zh_hant: 斷開此連結並刪除檔案

source: 断开链接
ar: Disconnect Link
de: Disconnect Link
en: Disconnect Link
eo: Disconnect Link
es: Disconnect Link
fr: Disconnect Link
hi: Disconnect Link
id: Disconnect Link
it: Disconnect Link
ja: Disconnect Link
ko: Disconnect Link
nl: Disconnect Link
pl: Disconnect Link
pt: Disconnect Link
ru: Disconnect Link
th: Disconnect Link
tr: Disconnect Link
vi: Disconnect Link
zh_hant: 中斷連結

source: 无感链接
ar: ربط سلس
de: Nahtlose Verknüpfung
en: Seamless Linking
eo: Senjunta Ligado
es: Vinculación perfecta
fr: Liaison transparente
hi: निर्बाध लिंकिंग
id: Penautan yang Mulus
it: Collegamento continuo
ja: シームレスなリンク
ko: 원활한 연결
nl: Naadloze koppeling
pl: Płynne łączenie
pt: Vinculação Perfeita
ru: Бесшовная связь
th: การเชื่อมโยงที่ราบรื่น
tr: Kesintisiz Bağlantı
vi: Liên kết liền mạch
zh_hant: 無感連結

source: 无本地应用
ar: No local apps found
de: No local apps found
en: No local apps
eo: No local apps found
es: No local apps found
fr: No local apps found
hi: No local apps found
id: No local apps found
it: No local apps found
ja: No local apps
ko: 로컬 앱을 찾을 수 없음
nl: No local apps found
pl: No local apps found
pt: No local apps found
ru: Нет локальных приложений
th: No local apps found
tr: No local apps found
vi: No local apps found
zh_hant: 無本地應用程式

source: 无法压缩诊断包
ar: Failed to Compress Diagnostic Package
de: Failed to Compress Diagnostic Package
en: Failed to Compress Diagnostic Package
eo: Failed to Compress Diagnostic Package
es: Failed to Compress Diagnostic Package
fr: Failed to Compress Diagnostic Package
hi: Failed to Compress Diagnostic Package
id: Failed to Compress Diagnostic Package
it: Failed to Compress Diagnostic Package
ja: Failed to Compress Diagnostic Package
ko: 진단 패키지를 압축할 수 없습니다
nl: Failed to Compress Diagnostic Package
pl: Failed to Compress Diagnostic Package
pt: Failed to Compress Diagnostic Package
ru: Failed to Compress Diagnostic Package
th: Failed to Compress Diagnostic Package
tr: Failed to Compress Diagnostic Package
vi: Failed to Compress Diagnostic Package
zh_hant: 無法壓縮診斷包

source: 无法找到真实应用，无法重签名：%@
ar: تعذر العثور على التطبيق الفعلي، ولا يمكن إعادة توقيعه: %@
de: Die tatsächliche Anwendung wurde nicht gefunden und kann nicht neu signiert werden: %@
en: The real application could not be found and cannot be re-signed: %@
eo: La vera aplikaĵo ne estis trovita kaj ne povas esti resubskribita: %@
es: No se encontró la aplicación real y no se puede volver a firmar: %@
fr: L’application réelle est introuvable et ne peut pas être signée à nouveau : %@
hi: वास्तविक ऐप नहीं मिला, इसलिए उस पर दोबारा हस्ताक्षर नहीं किए जा सकते: %@
id: Aplikasi asli tidak ditemukan sehingga tidak dapat ditandatangani ulang: %@
it: L’applicazione reale non è stata trovata e non può essere firmata nuovamente: %@
ja: 実際のアプリが見つからないため、再署名できません：%@
ko: 실제 앱을 찾을 수 없어 다시 서명할 수 없습니다: %@
nl: De werkelijke app is niet gevonden en kan niet opnieuw worden ondertekend: %@
pl: Nie znaleziono właściwej aplikacji, więc nie można jej ponownie podpisać: %@
pt: Não foi possível encontrar a aplicação real para a assinar novamente: %@
ru: Исходное приложение не найдено, повторная подпись невозможна: %@
th: ไม่พบแอปจริง จึงไม่สามารถลงนามใหม่ได้: %@
tr: Asıl uygulama bulunamadığı için yeniden imzalanamıyor: %@
vi: Không tìm thấy ứng dụng thực nên không thể ký lại: %@
zh_hant: 無法找到實際應用程式，無法重新簽署：%@

source: 无法更新 Dock 固定项。请确认外部存储已连接后重试；也可以移除旧图标，再将运行中的应用保留在程序坞中。
ar: تعذّر تحديث العناصر المثبّتة في Dock. تأكد من توصيل وحدة التخزين الخارجية ثم أعد المحاولة، أو أزل الأيقونة القديمة واختر «احتفاظ في شريط الأيقونات» للتطبيق أثناء تشغيله.
de: Die Dock-Einträge konnten nicht aktualisiert werden. Verbinden Sie den externen Speicher und versuchen Sie es erneut. Alternativ entfernen Sie das alte Symbol und wählen für die laufende App „Im Dock behalten“.
en: Could not update the Dock items. Connect external storage and try again, or remove the old icon and choose “Keep in Dock” for the running app.
eo: Ne eblis ĝisdatigi la erojn en Dock. Konektu la eksteran stokilon kaj reprovu, aŭ forigu la malnovan ikonon kaj elektu “Konservi en Dock” por la funkcianta aplikaĵo.
es: No se pudieron actualizar los elementos del Dock. Conecta el almacenamiento externo e inténtalo de nuevo, o elimina el icono antiguo y selecciona «Mantener en el Dock» para la app en ejecución.
fr: Impossible de mettre à jour les éléments du Dock. Connectez le stockage externe et réessayez, ou retirez l’ancienne icône puis choisissez « Garder dans le Dock » pour l’app en cours d’exécution.
hi: Dock के आइटम अपडेट नहीं किए जा सके। बाहरी स्टोरेज कनेक्ट करके फिर कोशिश करें, या पुराना आइकॉन हटाएँ और खुले हुए ऐप के लिए “Dock में रखें” चुनें।
id: Item Dock tidak dapat diperbarui. Sambungkan penyimpanan eksternal dan coba lagi, atau hapus ikon lama lalu pilih “Simpan di Dock” untuk app yang sedang berjalan.
it: Impossibile aggiornare gli elementi del Dock. Collega l’unità esterna e riprova, oppure rimuovi la vecchia icona e scegli “Mantieni nel Dock” per l’app in esecuzione.
ja: Dockの項目を更新できませんでした。外部ストレージを接続してからもう一度お試しください。または、古いアイコンを削除し、起動中のアプリで「Dockに残す」を選択してください。
ko: Dock 항목을 업데이트할 수 없습니다. 외장 저장 장치를 연결한 후 다시 시도하거나, 이전 아이콘을 제거하고 실행 중인 앱에서 ‘Dock에 유지’를 선택하세요.
nl: De Dock-items konden niet worden bijgewerkt. Sluit de externe opslag aan en probeer het opnieuw, of verwijder het oude symbool en kies ‘Permanent in Dock’ voor de geopende app.
pl: Nie udało się uaktualnić pozycji w Docku. Podłącz pamięć zewnętrzną i spróbuj ponownie albo usuń starą ikonę i wybierz „Zatrzymaj w Docku” dla uruchomionej aplikacji.
pt: Não foi possível atualizar os elementos da Dock. Ligue o armazenamento externo e tente novamente, ou remova o ícone antigo e escolha “Manter na Dock” para a aplicação em execução.
ru: Не удалось обновить значки Dock. Подключите внешний накопитель и повторите попытку либо удалите старый значок и выберите «Оставить в Dock» для запущенного приложения.
th: ไม่สามารถอัปเดตรายการใน Dock ได้ โปรดเชื่อมต่ออุปกรณ์จัดเก็บข้อมูลภายนอกแล้วลองอีกครั้ง หรือเอาไอคอนเก่าออกแล้วเลือก “เก็บไว้บน Dock” สำหรับแอปที่กำลังทำงานอยู่
tr: Dock öğeleri güncellenemedi. Harici depolamayı bağlayıp yeniden deneyin veya eski simgeyi kaldırıp çalışan uygulama için “Dock’ta Tut” seçeneğini seçin.
vi: Không thể cập nhật các mục trong Dock. Hãy kết nối bộ nhớ ngoài rồi thử lại, hoặc xóa biểu tượng cũ và chọn “Giữ lại trong Dock” cho ứng dụng đang chạy.
zh_hant: 無法更新 Dock 固定項目。請確認外接儲存裝置已連接後再試；或移除舊圖示，再為執行中的應用程式選擇「保留在Dock上」。

source: 无法检查更新，请稍后重试。
ar: تعذر التحقق من التحديثات. حاول مرة أخرى لاحقًا.
de: Updates konnten nicht geprüft werden. Bitte später erneut versuchen.
en: Unable to check for updates. Please try again later.
eo: Ne eblas kontroli ĝisdatigojn. Bonvolu reprovi poste.
es: No se pudieron buscar actualizaciones. Inténtalo más tarde.
fr: Impossible de rechercher les mises à jour. Réessayez plus tard.
hi: अपडेट की जाँच नहीं हो सकी। कृपया बाद में फिर कोशिश करें।
id: Tidak dapat memeriksa pembaruan. Coba lagi nanti.
it: Impossibile cercare aggiornamenti. Riprova più tardi.
ja: アップデートを確認できません。後でもう一度お試しください。
ko: 업데이트를 확인할 수 없습니다. 나중에 다시 시도하세요.
nl: Kan niet op updates controleren. Probeer het later opnieuw.
pl: Nie można sprawdzić aktualizacji. Spróbuj ponownie później.
pt: Não foi possível procurar atualizações. Tente novamente mais tarde.
ru: Не удалось проверить обновления. Повторите попытку позже.
th: ไม่สามารถตรวจสอบการอัปเดตได้ โปรดลองอีกครั้งภายหลัง
tr: Güncellemeler denetlenemedi. Lütfen daha sonra yeniden deneyin.
vi: Không thể kiểm tra cập nhật. Vui lòng thử lại sau.
zh_hant: 無法檢查更新，請稍後重試。

source: 无法读取外部目录路径
ar: تعذرت قراءة مسار الدليل الخارجي
de: Externer Verzeichnispfad kann nicht gelesen werden
en: Unable to read the external directory path
eo: Ne eblas legi la eksteran dosierujan vojon
es: No se puede leer la ruta del directorio externo
fr: Impossible de lire le chemin du répertoire externe
hi: बाहरी डायरेक्टरी पथ पढ़ा नहीं जा सका
id: Tidak dapat membaca jalur direktori eksternal
it: Impossibile leggere il percorso della directory esterna
ja: 外部ディレクトリのパスを読み取れません
ko: 외부 디렉터리 경로를 읽을 수 없음
nl: Kan het externe mappad niet lezen
pl: Nie można odczytać zewnętrznej ścieżki katalogu
pt: Não foi possível ler o caminho do diretório externo
ru: Не удалось прочитать путь внешнего каталога
th: ไม่สามารถอ่านพาธไดเรกทอรีภายนอก
tr: Harici dizin yolu okunamıyor
vi: Không thể đọc đường dẫn thư mục ngoài
zh_hant: 無法讀取外部目錄路徑

source: 无法读取已链接目录的目标路径
ar: تعذرت قراءة مسار هدف الدليل المرتبط
de: Zielpfad des verlinkten Verzeichnisses kann nicht gelesen werden
en: Unable to read the target path of the linked directory
eo: Ne eblas legi la celan vojon de la ligita dosierujo
es: No se puede leer la ruta de destino del directorio enlazado
fr: Impossible de lire le chemin cible du répertoire lié
hi: लिंक की गई डायरेक्टरी का लक्ष्य पथ पढ़ा नहीं जा सका
id: Tidak dapat membaca jalur target direktori tertaut
it: Impossibile leggere il percorso di destinazione della directory collegata
ja: リンク済みディレクトリのリンク先パスを読み取れません
ko: 연결된 디렉터리의 대상 경로를 읽을 수 없음
nl: Kan het doelpad van de gekoppelde map niet lezen
pl: Nie można odczytać ścieżki docelowej połączonego katalogu
pt: Não foi possível ler o caminho de destino do diretório vinculado
ru: Не удалось прочитать целевой путь связанного каталога
th: ไม่สามารถอ่านพาธปลายทางของไดเรกทอรีที่เชื่อมโยง
tr: Bağlı dizinin hedef yolu okunamıyor
vi: Không thể đọc đường dẫn đích của thư mục đã liên kết
zh_hant: 無法讀取已連結目錄的目標路徑

source: 无法读取应用 Bundle Identifier
ar: لا يمكن قراءة معرّف حزمة التطبيق
de: App-Bundle-ID kann nicht gelesen werden
en: Cannot read app Bundle Identifier
eo: Ne eblas legi Bundle Identifier de aplikaĵo
es: No se puede leer el identificador del bundle
fr: Impossible de lire l'identifiant du bundle
hi: ऐप Bundle Identifier पढ़ा नहीं जा सका
id: Tidak dapat membaca Bundle Identifier aplikasi
it: Impossibile leggere l'identificatore del bundle
ja: Cannot read app Bundle Identifier
ko: 앱 Bundle Identifier를 읽을 수 없음
nl: Kan bundle-ID niet lezen
pl: Nie można odczytać identyfikatora pakietu
pt: Não foi possível ler o identificador do bundle
ru: Не удалось прочитать идентификатор пакета
th: ไม่สามารถอ่าน Bundle Identifier ของแอป
tr: Uygulama Bundle Identifier okunamıyor
vi: Không thể đọc Bundle Identifier của ứng dụng
zh_hant: 無法讀取應用 Bundle Identifier

source: 无法读取现有软链的目标路径
ar: تعذرت قراءة مسار هدف الرابط الرمزي الموجود
de: Zielpfad des vorhandenen Symlinks kann nicht gelesen werden
en: Unable to read the target path of the existing symlink
eo: Ne eblas legi la celan vojon de la ekzistanta simbola ligilo
es: No se puede leer la ruta de destino del enlace simbólico existente
fr: Impossible de lire le chemin cible du lien symbolique existant
hi: मौजूदा सिमलिंक का लक्ष्य पथ पढ़ा नहीं जा सका
id: Tidak dapat membaca jalur target symlink yang ada
it: Impossibile leggere il percorso di destinazione del symlink esistente
ja: 既存のシンボリックリンクのリンク先パスを読み取れません
ko: 기존 심볼릭 링크의 대상 경로를 읽을 수 없음
nl: Kan het doelpad van de bestaande symlink niet lezen
pl: Nie można odczytać ścieżki docelowej istniejącego dowiązania symbolicznego
pt: Não foi possível ler o caminho de destino do symlink existente
ru: Не удалось прочитать целевой путь существующей символьной ссылки
th: ไม่สามารถอ่านพาธปลายทางของซิมลิงก์ที่มีอยู่
tr: Mevcut sembolik bağlantının hedef yolu okunamıyor
vi: Không thể đọc đường dẫn đích của liên kết tượng trưng hiện có
zh_hant: 無法讀取現有軟連結的目標路徑

source: 无法读取符号链接目标：%@
ar: Cannot read symlink target: %@
de: Cannot read symlink target: %@
en: Cannot read symlink target: %@
eo: Cannot read symlink target: %@
es: Cannot read symlink target: %@
fr: Cannot read symlink target: %@
hi: Cannot read symlink target: %@
id: Cannot read symlink target: %@
it: Cannot read symlink target: %@
ja: Cannot read symlink target: %@
ko: Cannot read symlink target: %@
nl: Cannot read symlink target: %@
pl: Cannot read symlink target: %@
pt: Cannot read symlink target: %@
ru: Не удалось прочитать цель символической ссылки: %@
th: Cannot read symlink target: %@
tr: Cannot read symlink target: %@
vi: Cannot read symlink target: %@
zh_hant: 无法读取符号連結目标：%@

source: 无法迁移
ar: لا يمكن النقل
de: Migration nicht möglich
en: Cannot Migrate
eo: Ne eblas migri
es: No se puede migrar
fr: Migration impossible
hi: माइग्रेट नहीं कर सकते
id: Tidak dapat memigrasikan
it: Impossibile migrare
ja: 移行できません
ko: 마이그레이션할 수 없음
nl: Kan niet migreren
pl: Nie można przenieść
pt: Não é possível migrar
ru: Невозможно перенести
th: ไม่สามารถย้ายได้
tr: Taşınamaz
vi: Không thể di chuyển
zh_hant: 無法遷移
